7767517
75 85
Input                    input                    0 1 input
Convolution              Conv_0                   1 1 input 319 0=32 1=3 3=2 4=1 5=1 6=864 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_4                   1 1 319 324 0=32 1=3 4=1 5=1 6=288 7=32 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_8                   1 1 324 542 0=16 1=1 5=1 6=512
Convolution              Conv_9                   1 1 542 331 0=96 1=1 5=1 6=1536 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_13                  1 1 331 336 0=96 1=3 3=2 4=1 5=1 6=864 7=96 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_17                  1 1 336 551 0=24 1=1 5=1 6=2304
Split                    splitncnn_0              1 2 551 551_splitncnn_0 551_splitncnn_1
Convolution              Conv_18                  1 1 551_splitncnn_1 343 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_22                  1 1 343 348 0=144 1=3 4=1 5=1 6=1296 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_26                  1 1 348 560 0=24 1=1 5=1 6=3456
BinaryOp                 Add_27                   2 1 551_splitncnn_0 560 351
Convolution              Conv_28                  1 1 351 356 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_32                  1 1 356 361 0=144 1=3 3=2 4=1 5=1 6=1296 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_36                  1 1 361 569 0=32 1=1 5=1 6=4608
Split                    splitncnn_1              1 2 569 569_splitncnn_0 569_splitncnn_1
Convolution              Conv_37                  1 1 569_splitncnn_1 368 0=192 1=1 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_41                  1 1 368 373 0=192 1=3 4=1 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_45                  1 1 373 578 0=32 1=1 5=1 6=6144
BinaryOp                 Add_46                   2 1 569_splitncnn_0 578 376
Split                    splitncnn_2              1 2 376 376_splitncnn_0 376_splitncnn_1
Convolution              Conv_47                  1 1 376_splitncnn_1 381 0=192 1=1 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_51                  1 1 381 386 0=192 1=3 4=1 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_55                  1 1 386 587 0=32 1=1 5=1 6=6144
BinaryOp                 Add_56                   2 1 376_splitncnn_0 587 389
Convolution              Conv_57                  1 1 389 394 0=192 1=1 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_61                  1 1 394 399 0=192 1=3 3=2 4=1 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_65                  1 1 399 596 0=64 1=1 5=1 6=12288
Split                    splitncnn_3              1 2 596 596_splitncnn_0 596_splitncnn_1
Convolution              Conv_66                  1 1 596_splitncnn_1 406 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_70                  1 1 406 411 0=384 1=3 4=1 5=1 6=3456 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_74                  1 1 411 605 0=64 1=1 5=1 6=24576
BinaryOp                 Add_75                   2 1 596_splitncnn_0 605 414
Split                    splitncnn_4              1 2 414 414_splitncnn_0 414_splitncnn_1
Convolution              Conv_76                  1 1 414_splitncnn_1 419 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_80                  1 1 419 424 0=384 1=3 4=1 5=1 6=3456 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_84                  1 1 424 614 0=64 1=1 5=1 6=24576
BinaryOp                 Add_85                   2 1 414_splitncnn_0 614 427
Split                    splitncnn_5              1 2 427 427_splitncnn_0 427_splitncnn_1
Convolution              Conv_86                  1 1 427_splitncnn_1 432 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_90                  1 1 432 437 0=384 1=3 4=1 5=1 6=3456 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_94                  1 1 437 623 0=64 1=1 5=1 6=24576
BinaryOp                 Add_95                   2 1 427_splitncnn_0 623 440
Convolution              Conv_96                  1 1 440 445 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_100                 1 1 445 450 0=384 1=3 4=1 5=1 6=3456 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_104                 1 1 450 632 0=96 1=1 5=1 6=36864
Split                    splitncnn_6              1 2 632 632_splitncnn_0 632_splitncnn_1
Convolution              Conv_105                 1 1 632_splitncnn_1 457 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_109                 1 1 457 462 0=576 1=3 4=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_113                 1 1 462 641 0=96 1=1 5=1 6=55296
BinaryOp                 Add_114                  2 1 632_splitncnn_0 641 465
Split                    splitncnn_7              1 2 465 465_splitncnn_0 465_splitncnn_1
Convolution              Conv_115                 1 1 465_splitncnn_1 470 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_119                 1 1 470 475 0=576 1=3 4=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_123                 1 1 475 650 0=96 1=1 5=1 6=55296
BinaryOp                 Add_124                  2 1 465_splitncnn_0 650 478
Convolution              Conv_125                 1 1 478 483 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_129                 1 1 483 488 0=576 1=3 3=2 4=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_133                 1 1 488 659 0=160 1=1 5=1 6=92160
Split                    splitncnn_8              1 2 659 659_splitncnn_0 659_splitncnn_1
Convolution              Conv_134                 1 1 659_splitncnn_1 495 0=960 1=1 5=1 6=153600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_138                 1 1 495 500 0=960 1=3 4=1 5=1 6=8640 7=960 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_142                 1 1 500 668 0=160 1=1 5=1 6=153600
BinaryOp                 Add_143                  2 1 659_splitncnn_0 668 503
Split                    splitncnn_9              1 2 503 503_splitncnn_0 503_splitncnn_1
Convolution              Conv_144                 1 1 503_splitncnn_1 508 0=960 1=1 5=1 6=153600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_148                 1 1 508 513 0=960 1=3 4=1 5=1 6=8640 7=960 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_152                 1 1 513 677 0=160 1=1 5=1 6=153600
BinaryOp                 Add_153                  2 1 503_splitncnn_0 677 516
Convolution              Conv_154                 1 1 516 521 0=960 1=1 5=1 6=153600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_158                 1 1 521 526 0=960 1=3 4=1 5=1 6=8640 7=960 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_162                 1 1 526 686 0=320 1=1 5=1 6=307200
Convolution              Conv_163                 1 1 686 533 0=1280 1=1 5=1 6=409600 9=3 -23310=2,0.000000e+00,6.000000e+00
Reduction                ReduceMean_167           1 1 533 534 0=3 1=0 -23303=2,1,2 5=1
InnerProduct             Gemm_168                 1 1 534 output 0=10 1=1 2=12800
